[
  "I'm not superstitious, but I am a little stitious. – Michael Scott",
  "Behind every great man is a woman rolling her eyes. – Jim Carrey",
  "I used to think I was indecisive, but now I'm not too sure.",
  "I am so clever that sometimes I don't understand a single word of what I am saying. – Oscar Wilde",
  "I find television very educating. Every time somebody turns on the set, I go into the other room and read a book. – Groucho Marx",
  "If you think nobody cares if you're alive, try missing a couple of car payments. – Earl Wilson",
  "I love deadlines. I love the whooshing noise they make as they go by. – Douglas Adams",
  "Why do they call it rush hour when nothing moves? – Robin Williams",
  "A day without sunshine is like, you know, night. – Steve Martin",
  "I told my wife the truth. I told her I was seeing a psychiatrist. Then she told me the truth: that she was seeing a psychiatrist, two plumbers, and a bartender. – Rodney Dangerfield",
  "I always wanted to be somebody, but now I realize I should have been more specific. – Lily Tomlin",
  "If at first you don't succeed, then skydiving definitely isn't for you. – Steven Wright",
  "The road to success is always under construction. – Lily Tomlin",
  "I haven't spoken to my wife in years. I didn't want to interrupt her. – Rodney Dangerfield",
  "I used to sell furniture for a living. The trouble was, it was my own. – Les Dawson",
  "I poured spot remover on my dog. Now he's gone. – Steven Wright",
  "I intend to live forever. So far, so good. – Steven Wright",
  "My fake plants died because I did not pretend to water them. – Mitch Hedberg",
  "I refuse to answer that question on the grounds that I don't know the answer. – Douglas Adams",
  "If you want your children to listen, try talking softly to someone else. – Ann Landers",
  "I cook with wine, sometimes I even add it to the food. – W.C. Fields",
  "I used to be Snow White, but I drifted. – Mae West",
  "I can resist everything except temptation. – Oscar Wilde",
  "I have not failed. I've just found 10,000 ways that won't work. – Thomas Edison",
  "A clear conscience is usually the sign of a bad memory. – Steven Wright",
  "I am an early bird and a night owl… so I am wise and I have worms. – Michael Scott",
  "If you think you are too small to be effective, you have never been in the dark with a mosquito. – Betty Reese",
  "I like long walks, especially when they are taken by people who annoy me. – Fred Allen",
  "I used to work in a fire hydrant factory. You couldn't park anywhere near the place. – Steven Wright",
  "I am not lazy. I am on energy-saving mode.",
  "I’m writing a book. I’ve got the page numbers done. – Steven Wright",
  "I don't suffer from insanity—I enjoy every minute of it.",
  "I asked God for a bike, but I know God doesn’t work that way. So I stole a bike and asked for forgiveness.",
  "I’m not arguing, I’m just explaining why I’m right.",
  "I’m not great at the advice. Can I interest you in a sarcastic comment? – Chandler Bing",
  "I used to think I was indecisive, but now I'm not sure.",
  "I’m not short, I’m concentrated awesome.",
  "I’m not lazy, I’m just very relaxed.",
  "I’m not weird, I’m limited edition.",
  "I’m not bossy, I just have better ideas.",
  "I’m not old, I’m 25 plus shipping and handling.",
  "I’m not clumsy, the floor just hates me.",
  "I’m not addicted to coffee, we’re just in a committed relationship.",
  "I’m not procrastinating, I’m prioritizing my relaxation.",
  "I’m not ignoring you, I’m just giving you time to reflect on what you just said.",
  "I’m not sleeping, I’m just resting my eyes.",
  "I’m not late, I’m just early for tomorrow.",
  "I’m not lost, I’m exploring.",
  "I’m not daydreaming, I’m plotting.",
  "I’m not eavesdropping, I’m conducting quality control.",
  "I’m not forgetful, I’m just selectively remembering.",
  "I’m not messy, I’m creatively organized.",
  "I’m not avoiding work, I’m embracing leisure.",
  "I’m not overthinking, I’m just thinking twice.",
  "I’m not bad at math, I’m just numerically challenged.",
  "I’m not bad at cooking, I’m just good at ordering takeout.",
  "I’m not bad at sports, I’m just athletically unique.",
  "I’m not bad at directions, I’m just geographically adventurous.",
  "I’m not bad at dancing, I’m just rhythmically free.",
  "I’m not bad at singing, I’m just vocally expressive.",
  "I’m not bad at drawing, I’m just abstract.",
  "I’m not bad at cleaning, I’m just allergic to chores.",
  "I’m not bad at technology, I’m just analog at heart.",
  "I’m not bad at fashion, I’m just trend-resistant.",
  "I’m not bad at socializing, I’m just introvert-friendly.",
  "I’m not bad at multitasking, I’m just focused.",
  "I’m not bad at remembering names, I’m just name-flexible.",
  "I’m not bad at remembering birthdays, I’m just calendar-independent.",
  "I’m not bad at remembering passwords, I’m just security-conscious.",
  "I’m not bad at replying to texts, I’m just message-efficient.",
  "I’m not bad at answering calls, I’m just voice-selective.",
  "I’m not bad at meetings, I’m just agenda-averse.",
  "I’m not bad at deadlines, I’m just time-fluid.",
  "I’m not bad at waking up early, I’m just sleep-positive.",
  "I’m not bad at staying awake, I’m just nap-friendly.",
  "I’m not bad at staying focused, I’m just idea-rich.",
  "I’m not bad at staying organized, I’m just chaos-tolerant.",
  "I’m not bad at staying calm, I’m just emotionally expressive.",
  "I’m not bad at staying quiet, I’m just opinionated.",
  "I’m not bad at staying still, I’m just movement-inspired.",
  "I’m not bad at staying indoors, I’m just sunlight-sensitive.",
  "I’m not bad at staying hydrated, I’m just beverage-selective.",
  "I’m not bad at staying healthy, I’m just snack-positive.",
  "I’m not bad at staying fit, I’m just couch-friendly.",
  "I’m not bad at staying productive, I’m just break-optimized.",
  "I’m not bad at staying motivated, I’m just goal-flexible.",
  "I’m not bad at staying positive, I’m just reality-aware.",
  "I’m not bad at staying humble, I’m just confidence-efficient.",
  "I’m not bad at staying cool, I’m just temperature-sensitive.",
  "I’m not bad at staying trendy, I’m just timeless.",
  "I’m not bad at staying connected, I’m just signal-independent.",
  "I’m not bad at staying informed, I’m just news-selective.",
  "I’m not bad at staying current, I’m just retro-inspired.",
  "I’m not bad at staying relevant, I’m just classic.",
  "I’m not bad at staying in touch, I’m just memory-based.",
  "I’m not bad at staying grounded, I’m just imagination-driven.",
  "I’m not bad at staying realistic, I’m just dream-oriented.",
  "I’m not bad at staying logical, I’m just emotion-friendly.",
  "I’m not bad at staying rational, I’m just creativity-biased.",
  "I’m not bad at staying serious, I’m just humor-prone."
]
