[
  "Jag är inte lat, jag är på energisparläge.",
  "Jag tränar – mentalt. Det är tanken som räknas.",
  "Jag är inte morgontrött, jag är morgonallergisk.",
  "Jag har inte misslyckats – jag har bara hittat 10 000 sätt som inte fungerar.",
  "Jag är inte kort – jag är koncentrerad fantastiskhet.",
  "Jag har inte tappat bort det – jag har bara lagt det på ett väldigt säkert ställe.",
  "Jag är inte sen – jag är modevis.",
  "Jag är inte förvirrad – jag är bara i en kreativ tankebubbla.",
  "Jag är inte glömsk – jag har bara selektivt minne.",
  "Jag är inte sarkastisk – jag är bara realistisk med humor.",
  "Jag är inte ensam – jag är i ett förhållande med min säng.",
  "Jag är inte beroende av kaffe – vi har bara ett väldigt nära förhållande.",
  "Jag är inte trött – jag är bara i viloläge.",
  "Jag är inte dålig på matte – siffror bara gillar inte mig.",
  "Jag är inte disträ – jag är bara upptagen med att tänka på viktigare saker.",
  "Jag är inte sen – jag anländer precis när jag menar att göra det.",
  "Jag är inte glömsk – jag har bara ett selektivt minne för tråkiga saker.",
  "Jag är inte dålig på att laga mat – jag är bara en kreativ kock.",
  "Jag är inte vilse – jag utforskar bara alternativa vägar.",
  "Jag är inte kort – jag är vertikalt utmanad.",
  "Jag är inte lat – jag är bara väldigt bra på att vila.",
  "Jag är inte tråkig – jag är bara introvert med stil.",
  "Jag är inte förvirrad – jag är bara överstimulerad av möjligheter.",
  "Jag är inte dålig på att sjunga – jag är bara unik i tonläge.",
  "Jag är inte långsam – jag är bara noggrann.",
  "Jag är inte dålig på att dansa – jag har bara min egen stil.",
  "Jag är inte glömsk – jag är bara minnesmässigt selektiv.",
  "Jag är inte dålig på teknik – tekniken är bara emot mig.",
  "Jag är inte sen – jag är bara tidsoptimist.",
  "Jag är inte dålig på att parkera – jag är bara kreativ med utrymme.",
  "Jag är inte trött – jag är bara energiskt utmanad.",
  "Jag är inte dålig på att städa – jag är bara en samlare av minnen.",
  "Jag är inte dålig på att multitaska – jag är bara fokuserad.",
  "Jag är inte dålig på att lyssna – jag är bara upptagen med att tänka på mitt svar.",
  "Jag är inte dålig på att organisera – jag har bara ett kreativt kaos.",
  "Jag är inte dålig på att laga mat – jag är bara en smakäventyrare.",
  "Jag är inte dålig på att komma ihåg namn – jag är bara bättre på att komma ihåg ansikten.",
  "Jag är inte dålig på att följa instruktioner – jag är bara en fri själ.",
  "Jag är inte dålig på att hålla tyst – jag har bara mycket att säga.",
  "Jag är inte dålig på att spara pengar – jag är bara bra på att spendera dem.",
  "Jag är inte dålig på att hålla ordning – jag är bara kreativ med min struktur.",
  "Jag är inte dålig på att planera – jag är bara spontan.",
  "Jag är inte dålig på att säga nej – jag är bara väldigt hjälpsam.",
  "Jag är inte dålig på att vara vuxen – jag är bara ung i sinnet.",
  "Jag är inte dålig på att hålla diet – jag är bara en matälskare.",
  "Jag är inte dålig på att vara tyst – jag är bara socialt engagerad.",
  "Jag är inte dålig på att sova – jag är bara nattaktiv.",
  "Jag är inte dålig på att vakna – jag är bara morgontrög.",
  "Jag är inte dålig på att hålla tider – jag är bara flexibel.",
  "Jag är inte dålig på att fatta beslut – jag är bara noggrann.",
  "Jag är inte dålig på att vara seriös – jag är bara rolig av naturen.",
  "Jag är inte dålig på att vara normal – jag är bara unik.",
  "Jag är inte dålig på att vara tyst – jag är bara full av idéer.",
  "Jag är inte dålig på att vara organiserad – jag är bara kreativ.",
  "Jag är inte dålig på att vara vuxen – jag är bara barnsligt charmig.",
  "Jag är inte dålig på att vara realistisk – jag är bara optimistisk.",
  "Jag är inte dålig på att vara effektiv – jag är bara metodisk.",
  "Jag är inte dålig på att vara fokuserad – jag är bara nyfiken.",
  "Jag är inte dålig på att vara snabb – jag är bara grundlig.",
  "Jag är inte dålig på att vara tyst – jag är bara uttrycksfull.",
  "Jag är inte dålig på att vara allvarlig – jag är bara glad.",
  "Jag är inte dålig på att vara vuxen – jag är bara lekfull.",
  "Jag är inte dålig på att vara organiserad – jag är bara spontan.",
  "Jag är inte dålig på att vara punktlig – jag är bara tidsmässigt kreativ.",
  "Jag är inte dålig på att vara effektiv – jag är bara noggrann.",
  "Jag är inte dålig på att vara fokuserad – jag är bara multitaskande.",
  "Jag är inte dålig på att vara tyst – jag är bara kommunikativ.",
  "Jag är inte dålig på att vara allvarlig – jag är bara humoristisk.",
  "Jag är inte dålig på att vara vuxen – jag är bara ungdomlig.",
  "Jag är inte dålig på att vara organiserad – jag är bara konstnärlig.",
  "Jag är inte dålig på att vara punktlig – jag är bara avslappnad.",
  "Jag är inte dålig på att vara effektiv – jag är bara kreativ.",
  "Jag är inte dålig på att vara fokuserad – jag är bara flexibel.",
  "Jag är inte dålig på att vara tyst – jag är bara uttrycksfull.",
  "Jag är inte dålig på att vara allvarlig – jag är bara lättsam.",
  "Jag är inte dålig på att vara vuxen – jag är bara fri.",
  "Jag är inte dålig på att vara organiserad – jag är bara intuitiv.",
  "Jag är inte dålig på att vara punktlig – jag är bara tidsoberoende.",
  "Jag är inte dålig på att vara effektiv – jag är bara avslappnad.",
  "Jag är inte dålig på att vara fokuserad – jag är bara öppen för nya idéer.",
  "Jag är inte dålig på att vara tyst – jag är bara full av tankar.",
  "Jag är inte dålig på att vara allvarlig – jag är bara glad i livet.",
  "Jag är inte dålig på att vara vuxen – jag är bara ung i hjärtat.",
  "Jag är inte dålig på att vara organiserad – jag är bara fri i formen.",
  "Jag är inte dålig på att vara punktlig – jag är bara kreativ med tid.",
  "Jag är inte dålig på att vara effektiv – jag är bara långsam med stil.",
  "Jag är inte dålig på att vara fokuserad – jag är bara distraherad av allt spännande.",
  "Jag är inte dålig på att vara tyst – jag är bara full av historier.",
  "Jag är inte dålig på att vara allvarlig – jag är bara full av skratt.",
  "Jag är inte dålig på att vara vuxen – jag är bara ett barn med ansvar.",
  "Jag är inte dålig på att vara organiserad – jag är bara ett kreativt kaos.",
  "Jag är inte dålig på att vara punktlig – jag är bara en tidsresenär.",
  "Jag är inte dålig på att vara effektiv – jag är bara en konstnär i arbete.",
  "Jag är inte dålig på att vara fokuserad – jag är bara en upptäcktsresande i tanken.",
  "Jag är inte dålig på att vara tyst – jag är bara en berättare i vila.",
  "Jag är inte dålig på att vara allvarlig – jag är bara en komiker i förklädnad."
]